/**
  * @file  unit_test.c
  * @brief 单元测试程序
  * @par   date        version    author    remarks
  *        2016-08-12  v1.0       zbt       初次创建
  *
  */

/** 头文件包含区 ------------------------------------------------ */
#include "unit_test.h"

/** 私有宏(类型定义) -------------------------------------------- */ 

/** 私有变量 --------------------------------------------------- */ 

/** 外部变量 --------------------------------------------------- */

/** 私有函数原型 ----------------------------------------------- */
static void pravite_function(void);

/** 公有函数 --------------------------------------------------- */

/**
  * @brief 
  * @param	None
  * @retval None
  */
void public_function(void)
{

}

/** 私有函数 --------------------------------------------------- */

/**
  * @brief 
  * @param	None
  * @retval None
  */
static void pravite_function(void)
{

}
